cask_args appdir: "/Applications"
cask_args "no-quarantine": true

tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

mas "1Password", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Xcode" , id: 497799835
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "LG Screen Manager", id: 1142051783
mas "LittleIpsum", id: 40577212

cask "xquartz"
cask "visual-studio-code-insiders"
cask "firefox"
cask "iina"
cask "docker"
cask "sketch"
cask "google-drive-file-stream"
cask "postico"
cask "kitematic"
cask "gpg-suite"
cask "transmission"
cask "insomnia"
cask "messenger"
cask "keybase"
cask "webcatalog"
cask "plex"
cask "plexamp"
cask "google-cloud-sdk"
cask "adoptopenjdk"
cask "slack"
cask "google-chrome"
cask "zoomus"

brew "ack"
brew "coreutils"
brew "docker-clean"
brew "findutils"
brew "go"
brew "grc"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "openssl"
brew "unrar"
brew "dnsmasq"
brew "hub"
brew "node"
