cask_args appdir: "/Applications"
cask_args "no-quarantine": true

tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

# mas "Xcode" , id: 497799835

mas "1Password", id: 1333542190
mas "AdBlock", id: 1402042596
mas "LG Screen Manager", id: 1142051783
mas "Messenger", id: 1480068668

# Libraries
cask "xquartz"
cask "google-cloud-sdk"
cask "adoptopenjdk"

# Communications apps
cask "slack"
cask "discord"
cask "zoomus"
cask "gpg-suite"
cask "keybase"

# Dev tools
cask "visual-studio-code-insiders"
cask "docker"
cask "postico"
cask "kitematic"
cask "insomnia"

# Other
cask "iina"
cask "google-drive-file-stream"
cask "transmission"
cask "webcatalog"
cask "plex"
cask "plexamp"
cask "google-chrome-beta"

# Formulas
brew "awscli"
brew "coreutils"
brew "docker-clean"
brew "findutils"
brew "go"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "openssl"
brew "unrar"
brew "dnsmasq"
brew "hub"
brew "node"
brew "yarn"
brew "yarn-completion"
