cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

cask "xquartz"
cask "visual-studio-code"

cask "firefox"

cask "iina"
cask "docker"
cask "sketch"
cask "google-drive-file-stream"
cask "postico"
cask "kitematic"
cask "gpg-suite"
cask "transmission"
cask "insomnia"
cask "messenger"
cask "keybase"
cask "webcatalog"
cask "plex"
cask "plexamp"
cask "notion"

brew "ack"
brew "coreutils"
brew "docker-clean"
brew "findutils"
brew "go"
brew "grc"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "openssl"
brew "unrar"
brew "dnsmasq"
brew "hub"
brew "node"

mas "Xcode", id: 497799835

# cask "slack"
# mas "1Password", id: 443987910
# cask "google-chrome"
