cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/science'
tap 'caskroom/versions'
tap 'caskroom/fonts'
#tap 'mshick/personal'

cask 'xquartz'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack-beta'
cask 'iina'
cask 'font-source-code-pro'
cask 'rightfont'
cask 'resilio-sync'
cask 'cyberduck'
#cask 'screenhero'
#cask 'google-play-music-desktop-player'
cask 'flux'
cask 'dropbox'
#cask 'virtualbox'
cask 'vmware-fusion'
cask 'whatsapp'
cask 'docker-beta'
cask 'sketch-beta'
cask 'sketch-toolbox'
cask '1password-beta'
cask 'colloquy'
cask 'telegram'
cask 'xld'
cask 'sequel-pro'
cask 'google-drive'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'nvm'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spark'
brew 'unrar'
brew 'youtube-dl'
brew 'dnsmasq'
brew 'hub'
brew 'tmux'
brew 'z'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'
