cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/science'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'mshick/personal'

cask 'xquartz'
cask 'atom'
cask 'firefox'
cask 'handbrake'
cask 'slack'
cask 'iina'
cask 'font-source-code-pro'
cask 'rightfont'
cask 'resilio-sync'
cask 'cyberduck'
cask 'vmware-fusion'
cask 'whatsapp'
cask 'docker'
cask 'sketch'
cask 'sketch-toolbox'
cask '1password'
cask 'colloquy'
cask 'telegram'
cask 'xld'
cask 'sequel-pro'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-hangouts'
cask 'yakyak'
cask 'transmission'
cask 'messenger'

brew 'ack'
brew 'coreutils'
brew 'docker-clean'
brew 'findutils'
brew 'go'
brew 'grc'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gawk'
brew 'gnutls'
brew 'gnu-indent'
brew 'gnu-getopt'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'p7zip'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spark'
brew 'unrar'
brew 'youtube-dl'
brew 'dnsmasq'
brew 'hub'
brew 'tmux'
brew 'z'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'
