cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'caskroom/versions'
tap 'caskroom/fonts'

cask 'xquartz'
cask 'firefox'
cask 'slack'
cask 'iina'
cask 'font-source-code-pro'
cask 'cyberduck'
cask 'vmware-fusion'
cask 'whatsapp'
cask 'docker'
cask 'sketch'
cask 'colloquy'
cask 'telegram'
cask 'xld'
cask 'sequel-pro'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'transmission'
cask 'messenger'
cask 'postico'
cask 'google-chat'
cask 'plex-media-player'
cask 'graphiql'
cask 'zeplin'
cask 'kitematic'
cask 'postman'
cask 'gpg-suite'
cask 'transmission'
cask 'visual-studio-code'

brew 'ack'
brew 'coreutils'
brew 'docker-clean'
brew 'findutils'
brew 'go'
brew 'grc'
brew 'gnu-tar'
brew 'gnu-sed'
brew 'gawk'
brew 'gnutls'
brew 'gnu-indent'
brew 'gnu-getopt'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'python'
brew 'p7zip'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spark'
brew 'unrar'
brew 'youtube-dl'
brew 'dnsmasq'
brew 'hub'
brew 'z'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'
brew 'node'
