cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

cask "plex"

brew "ack"
brew "coreutils"
brew "findutils"
brew "grc"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "openssl"
brew "unrar"
brew "hub"
brew "node"
brew "ffmpeg"
brew "atomicparsley"
brew "ddclient"
brew "nginx"
brew "transmission-cli"
brew "watchman"

mas "Xcode", id: 497799835
