cask_args appdir: "/Applications"
cask_args "no-quarantine": true

tap "homebrew/bundle"
tap "homebrew/services"

mas "Xcode" , id: 497799835

cask "visual-studio-code-insiders"
cask "plex"

brew "coreutils"
brew "docker-clean"
brew "findutils"
brew "go"
brew "gnu-tar"
brew "gnu-sed"
brew "gawk"
brew "gnutls"
brew "openssl"
brew "unrar"
brew "dnsmasq"
brew "hub"
brew "node"
brew "ffmpeg"
brew "atomicparsley"
brew "ddclient"
brew "nginx"
brew "transmission-cli"
brew "watchman"
